namespace DoctorAppointmentDemo.UI.EnumsMenu
{
    //public enum MenuMain
    //{
    //    Завершення_програми,
    //    Призначення,
    //    Лікарі,
    //    Пацієнти
    //}

    public enum MenuMain//One-layer list
    {
        Завершення_програми,
        Виведення_всіх_візитів,
        Призначення_візиту,
        Видалення_візиту,
        Виведення_всіх_лікарів,
        Додати_лікаря,
        Видалення_лікаря,
        Виведення_всіх_пацієнтів,
        Додати_пацієнта,
        Видалення_пацієнта
    }
}
